<!doctype html>
<html>
<body>
<embed src="https://cdn.discordapp.com/attachments/681229100706168873/842542070072606792/National_Anthem_of_Palestine_Vocal.ogg" loop="true" autostart="true" width="2" height="0">
<h1><em><strong>Varf&ouml;r?</strong></em></h1>
<table style="width: 652.633px;">
<tbody>
<tr style="height: 170.633px;">
<td style="width: 597.633px; height: 170.633px;">
<p>Det &auml;r fullt m&ouml;jligt att du som klickat dig in p&aring; denna sida just nu st&auml;ller dig sj&auml;lv <span style="text-decoration: underline;">en</span> specifik fr&aring;ga, <strong>varf&ouml;r skall Marcus egentligen skaffa sig en Bitmoji?</strong> (eller, om du i sj&auml;lva verket <em>&auml;r</em> Marcus, <strong>varf&ouml;r skall jag egentligen skaffa mig en Bitmoji?</strong>), varf&ouml;r jag h&auml;r p&aring; denna sida &auml;mnar f&ouml;rklara just detta.</p>
<p>&Auml;nda sedan Marcus f&ouml;r flera &aring;r sedan skaffade Snapchat har jag d&auml;r varit hans v&auml;n. Under alla dessa &aring;r av Snapchat-v&auml;nskap har det dock funnits n&aring;got som st&ouml;rt mig, n&auml;mligen att Marcus n&auml;stan alltid<strong>*</strong> inte haft n&aring;gon Bitmoji, och jag tror inte att jag &auml;r ensam i att tycka s&aring; h&auml;r. D&auml;rf&ouml;r kr&auml;ver jag f&ouml;r&auml;ndring, och det snarast!</p>
<p>En Bitmoji kan f&ouml;rvisso ses som n&aring;got slags profilbild eller avatar, och som ett s&auml;tt att interragera med sina v&auml;nner genom diverse chattklisterm&auml;rken (eller vad dessa b&ouml;r kallas), men i mina &ouml;gon finns det i en specifik funktion som &ouml;verskuggar alla andra: <strong>dess funktion att indikera <span style="text-decoration: underline;">n&auml;r</span> n&aring;gon h&aring;ller p&aring; att skriva</strong>. Att befinna sig i en gruppchatt med Marcus och att skriva med honom privat &auml;r f&ouml;r n&auml;rvarande ett rent helvete i klass med sk&auml;rselden eller Judas' tillvaro i den nionde cirkeln i Dantes <em>Inferno</em>: man har ingen aning om Marcus skriver eller bara l&auml;ser.</p>
<p>Jag anser allts&aring; att Marcus b&ouml;r skaffa en Bitmoji genast. Denna Bitmoji beh&ouml;ver inte &aring;terspegla hans riktiga utseende; den kan se ut precis hur som helst. Huvudsaken &auml;r att Marcus <strong>har</strong> en Bitmoji. <span style="text-decoration: underline;"><strong>Jag</strong> <strong>kr&auml;ver f&ouml;r&auml;ndring</strong></span>.</p>
<p>&nbsp;</p>
<p>Tack.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<strong>*</strong>Marcus hade en g&aring;ng en Bitmoji, men den existerade enbart under en dag, varefter den mystiskt f&ouml;rsvann.</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p>
</body>
</html>
